Repository: weblate/flaskbb
Catalog: flaskbb/translations/*/LC_MESSAGES/messages.po
Languages: ta

source: %(name)s is deprecated and will be removed in version %(version)s.
ta: %(name)s நீக்கப்பட்டு, பதிப்பு %(version)s அகற்றப்படும்.

source: Password Recovery Confirmation
ta: கடவுச்சொல் மீட்பு உறுதிப்படுத்தல்

source: Account Activation
ta: கணக்கு செயல்படுத்தல்

source: You can only use letters, numbers or dashes.
ta: நீங்கள் கடிதங்கள், எண்கள் அல்லது கோடுகளை மட்டுமே பயன்படுத்த முடியும்.

source: Username or Email address
ta: பயனர்பெயர் அல்லது மின்னஞ்சல் முகவரி

source: Please enter your username or email address.
ta: உங்கள் பயனர்பெயர் அல்லது மின்னஞ்சல் முகவரியை உள்ளிடவும்.

source: Password
ta: கடவுச்சொல்

source: Please enter your password.
ta: உங்கள் கடவுச்சொல்லை உள்ளிடவும்.

source: Remember me
ta: என்னை நினைவில் கொள்ளுங்கள்

source: Login
ta: புகுபதிவு

source: Captcha
ta: கேப்ட்சா

source: Username
ta: பயனர்பெயர்

source: A valid username is required
ta: செல்லுபடியாகும் பயனர்பெயர் தேவை

source: Email address
ta: மின்னஞ்சல் முகவரி

source: A valid email address is required.
ta: சரியான மின்னஞ்சல் முகவரி தேவை.

source: Invalid email address.
ta: தவறான மின்னஞ்சல் முகவரி.

source: Passwords must match.
ta: கடவுச்சொற்கள் பொருந்த வேண்டும்.

source: Confirm password
ta: கடவுச்சொல்லை உறுதிப்படுத்தவும்

source: Language
ta: மொழி

source: I accept the Terms of Service
ta: பணி விதிமுறைகளை நான் ஏற்றுக்கொள்கிறேன்

source: Please accept the TOS.
ta: தயவுசெய்து TOS ஐ ஏற்றுக்கொள்ளுங்கள்.

source: Register
ta: பதிவு செய்யுங்கள்

source: Refresh Login
ta: உள்நுழைவைப் புதுப்பிக்கவும்

source: Request Password
ta: கடவுச்சொல்லைக் கோருங்கள்

source: Reset password
ta: கடவுச்சொல்லை மீட்டமைக்கவும்

source: A valid username is required.
ta: செல்லுபடியாகும் பயனர்பெயர் தேவை.

source: Send Confirmation Mail
ta: உறுதிப்படுத்தல் அஞ்சல் அனுப்பவும்

source: Email confirmation token
ta: மின்னஞ்சல் உறுதிப்படுத்தல் கிள்ளாக்கு

source: Please enter the token we have sent to you.
ta: நாங்கள் உங்களுக்கு அனுப்பிய கிள்ளாக்கை உள்ளிடவும்.

source: Confirm Email
ta: மின்னஞ்சலை உறுதிப்படுத்தவும்

source: Logged out
ta: வெளியேறியது

source: Unrecoverable error while handling login
ta: உள்நுழைவைக் கையாளும் போது மீட்டெடுக்க முடியாத பிழை

source: Reauthenticated.
ta: மறு ஏற்பு.

source: Unrecoverable error while handling reauthentication
ta: மறு அங்கீகாரத்தைக் கையாளும் போது மீட்டெடுக்க முடியாத பிழை

source: Could not process registration dueto an unrecoverable error
ta: பதிவுசெய்ய முடியாத பிழையை பதிவுசெய்த டூய்டோவை செயலாக்க முடியவில்லை

source: You have entered an username or email address that is not linked with your account.
ta: உங்கள் கணக்குடன் இணைக்கப்படாத பயனர்பெயர் அல்லது மின்னஞ்சல் முகவரியை உள்ளிட்டுள்ளீர்கள்.

source: Email sent! Please check your inbox.
ta: மின்னஞ்சல் அனுப்பப்பட்டது! உங்கள் இன்பாக்சை சரிபார்க்கவும்.

source: Error when resetting password
ta: கடவுச்சொல்லை மீட்டமைக்கும்போது பிழை

source: Your password has been updated.
ta: உங்கள் கடவுச்சொல் புதுப்பிக்கப்பட்டுள்ளது.

source: A new account activation token has been sent to your email address.
ta: உங்கள் மின்னஞ்சல் முகவரிக்கு ஒரு புதிய கணக்கு செயல்படுத்தல் கிள்ளாக்கு அனுப்பப்பட்டுள்ளது.

source: Could not activate account due to an unrecoverable error
ta: மீட்டெடுக்க முடியாத பிழை காரணமாக கணக்கை செயல்படுத்த முடியவில்லை

source: Your account has been activated and you can now login.
ta: உங்கள் கணக்கு செயல்படுத்தப்பட்டுள்ளது, இப்போது நீங்கள் உள்நுழையலாம்.

source: Entered email doesn't exist
ta: உள்ளிட்ட மின்னஞ்சல் இல்லை

source: Account is already activated
ta: கணக்கு ஏற்கனவே செயல்படுத்தப்பட்டுள்ளது

source: Your account is currently locked out due to too many failed login attempts
ta: தோல்வியுற்ற உள்நுழைவு முயற்சிகள் காரணமாக உங்கள் கணக்கு தற்போது பூட்டப்பட்டுள்ளது

source: In order to use your account you have to activate it through the link we have sent to your email address.
ta: உங்கள் கணக்கைப் பயன்படுத்த உங்கள் மின்னஞ்சல் முகவரிக்கு நாங்கள் அனுப்பிய இணைப்பின் மூலம் அதை செயல்படுத்த வேண்டும்.

source: Wrong username or password.
ta: தவறான பயனர்பெயர் அல்லது கடவுச்சொல்.

source: Invalid email
ta: தவறான மின்னஞ்சல்

source: Wrong password.
ta: தவறான கடவுச்சொல்.

source: Username must be between %(min)s and %(max)s characters long
ta: பயனர்பெயர் %(நிமிடம் மற்றும் %(min)sழுத்துக்குறி நீளத்திற்கு இடையில் இருக்க வேண்டும்

source: %(username)s is a forbidden username
ta: %(username)s தடைசெய்யப்பட்ட பயனர்பெயர்

source: %(username)s is already registered
ta: %(username)s ஏற்கனவே பதிவு செய்யப்பட்டுள்ளன

source: %(email)s is already registered
ta: %(email)s ஏற்கனவே பதிவு செய்யப்பட்டுள்ளன

source: An account activation email has been sent to %(email)s
ta: ஒரு கணக்கு செயல்படுத்தும் மின்னஞ்சல் %(email)s அனுப்பப்பட்டுள்ளது

source: Thanks for registering.
ta: பதிவு செய்ததற்கு நன்றி.

source: Token is invalid
ta: கிள்ளாக்கு தவறானது

source: Token is expired
ta: கிள்ளாக்கு காலாவதியானது

source: Token cannot be processed
ta: கிள்ளாக்கை செயலாக்க முடியாது

source: Quick reply
ta: விரைவான பதில்

source: You cannot post a reply without content.
ta: உள்ளடக்கம் இல்லாமல் நீங்கள் பதிலை இடுகையிட முடியாது.

source: Reply
ta: பதில்

source: Content
ta: உள்ளடக்கம்

source: Track this topic
ta: இந்த தலைப்பைக் கண்காணிக்கவும்

source: Topic title
ta: தலைப்பு தலைப்பு

source: Please choose a title for your topic.
ta: உங்கள் தலைப்புக்கு ஒரு தலைப்பைத் தேர்வுசெய்க.

source: Post Topic
ta: இடுகை தலைப்பு

source: Reason
ta: காரணம்

source: What is the reason for reporting this post?
ta: இந்த இடுகையைப் புகாரளிப்பதற்கான காரணம் என்ன?

source: Report post
ta: அறிக்கை இடுகை

source: Search
ta: தேடல்

source: Criteria
ta: அளவுகோல்கள்

source: Post
ta: இடுகை

source: Topic
ta: தலைப்பு

source: Forum
ta: மன்றம்

source: Users
ta: பயனர்கள்

source: You are not allowed to access that forum
ta: அந்த மன்றத்தை அணுக உங்களுக்கு இசைவு இல்லை

source: You are not allowed to access that topic
ta: அந்த தலைப்பை அணுக உங்களுக்கு இசைவு இல்லை

source: You are not allowed to post a reply to this topic.
ta: இந்த தலைப்புக்கு பதிலை இடுகையிட உங்களுக்கு இசைவு இல்லை.

source: Cannot post reply
ta: பதிலை இடுகையிட முடியாது

source: You are not allowed to post a topic here
ta: ஒரு தலைப்பை இங்கே இடுகையிட உங்களுக்கு இசைவு இல்லை

source: You are not allowed to manage this forum
ta: இந்த மன்றத்தை நிர்வகிக்க உங்களுக்கு இசைவு இல்லை

source: In order to perform this action you have to select at least one topic.
ta: இந்த செயலைச் செய்ய நீங்கள் குறைந்தது ஒரு தலைப்பையாவது தேர்ந்தெடுக்க வேண்டும்.

source: %(count)s topics locked.
ta: %(எண்ணிக்கை) தலைப்புகள் பூட்டப்பட்டுள்ளன.

source: %(count)s topics unlocked.
ta: %(எண்ணிக்கை) தலைப்புகள் திறக்கப்பட்டன.

source: %(count)s topics highlighted.
ta: %(எண்ணிக்கை) தலைப்புகள் சிறப்பிக்கப்பட்டுள்ளன.

source: %(count)s topics trivialized.
ta: %(count)s தலைப்புகள் அற்பமானவை.

source: %(count)s topics deleted.
ta: %(count)s தலைப்புகள் நீக்கப்பட்டன.

source: Please choose a new forum for the topics.
ta: தலைப்புகளுக்கு புதிய மன்றத்தைத் தேர்வுசெய்க.

source: You do not have the permissions to move this topic.
ta: இந்த தலைப்பை நகர்த்துவதற்கான அனுமதிகள் உங்களிடம் இல்லை.

source: Topics moved.
ta: தலைப்புகள் நகர்ந்தன.

source: Failed to move topics.
ta: தலைப்புகளை நகர்த்துவதில் தோல்வி.

source: %(count)s topics hidden.
ta: %(எண்ணிக்கை) தலைப்புகள் மறைக்கப்பட்டுள்ளன.

source: %(count)s topics unhidden.
ta: %(எண்ணிக்கை) தலைப்புகள் மறைக்கப்படவில்லை.

source: Unknown action requested
ta: அறியப்படாத நடவடிக்கை கோரப்பட்டது

source: You are not allowed to post a reply
ta: பதிலை இடுகையிட உங்களுக்கு இசைவு இல்லை

source: You are not allowed to edit that post
ta: அந்த இடுகையைத் திருத்த உங்களுக்கு இசைவு இல்லை

source: Thanks for reporting.
ta: புகாரளித்ததற்கு நன்றி.

source: %(topic_count)s topics untracked.
ta: %(topic_count)s தலைப்புகள் கட்டுப்படுத்தப்படாதவை.

source: You are not allowed to delete this topic
ta: இந்த தலைப்பை நீக்க உங்களுக்கு இசைவு இல்லை

source: You are not allowed to lock this topic
ta: இந்த தலைப்பைப் பூட்ட உங்களுக்கு இசைவு இல்லை

source: You are not allowed to unlock this topic
ta: இந்த தலைப்பைத் திறக்க உங்களுக்கு இசைவு இல்லை

source: You are not allowed to highlight this topic
ta: இந்த தலைப்பை முன்னிலைப்படுத்த உங்களுக்கு இசைவு இல்லை

source: You are not allowed to trivialize this topic
ta: இந்த தலைப்பை அற்பமாக்க உங்களுக்கு இசைவு இல்லை

source: You are not allowed to delete this post
ta: இந்த இடுகையை நீக்க உங்களுக்கு இசைவு இல்லை

source: Forum %(forum)s marked as read.
ta: மன்றம் %(forum)s வாசிக்கப்படுவதாக குறிக்கப்பட்டுள்ளன.

source: All forums marked as read.
ta: அனைத்து மன்றங்களும் வாசிக்கப்படுவதாக குறிக்கப்பட்டன.

source: You do not have permission to hide this topic
ta: இந்த தலைப்பை மறைக்க உங்களுக்கு இசைவு இல்லை

source: You do not have permission to unhide this topic
ta: இந்த தலைப்பை மறைக்க உங்களுக்கு இசைவு இல்லை

source: You do not have permission to hide this post
ta: இந்த இடுகையை மறைக்க உங்களுக்கு இசைவு இல்லை

source: Post is already hidden
ta: இடுகை ஏற்கனவே மறைக்கப்பட்டுள்ளது

source: Topic hidden
ta: தலைப்பு மறைக்கப்பட்டுள்ளது

source: Post hidden
ta: இடுகை மறைக்கப்பட்டுள்ளது

source: You do not have permission to unhide this post
ta: இந்த இடுகையை மறைக்க உங்களுக்கு இசைவு இல்லை

source: Post is already unhidden
ta: இடுகை ஏற்கனவே மறைக்கப்படவில்லை

source: Post unhidden
ta: மறைக்கப்படாத இடுகை

source: Birthday
ta: பிறந்த நாள்

source: Gender
ta: பாலினம்

source: Male
ta: ஆண்

source: Female
ta: பெண்

source: Location
ta: இடம்

source: Website
ta: வலைத்தளம்

source: Avatar
ta: அவதார்

source: Forum signature
ta: மன்ற கையொப்பம்

source: Notes
ta: குறிப்புகள்

source: Is active?
ta: செயலில் உள்ளதா?

source: Primary group
ta: முதன்மை குழு

source: Secondary groups
ta: இரண்டாம் நிலை குழுக்கள்

source: Save
ta: சேமி

source: This username is already taken.
ta: இந்த பயனர்பெயர் ஏற்கனவே எடுக்கப்பட்டுள்ளது.

source: This email address is already taken.
ta: இந்த மின்னஞ்சல் முகவரி ஏற்கனவே எடுக்கப்பட்டுள்ளது.

source: Group name
ta: குழு பெயர்

source: Please enter a name for the group.
ta: குழுவிற்கு ஒரு பெயரை உள்ளிடவும்.

source: Description
ta: விவரம்

source: Is 'Admin' group?
ta: 'நிர்வாகி' குழு?

source: With this option the group has access to the admin panel.
ta: இந்த விருப்பத்துடன் குழு நிர்வாக குழுவுக்கு அணுகல் உள்ளது.

source: Is 'Super Moderator' group?
ta: 'சூப்பர் மதிப்பீட்டாளர்' குழு?

source: Check this, if the users in this group are allowed to moderate every forum.
ta: இதைச் சரிபார்க்கவும், இந்த குழுவில் உள்ள பயனர்கள் ஒவ்வொரு மன்றத்தையும் மிதப்படுத்த அனுமதிக்கப்பட்டால்.

source: Is 'Moderator' group?
ta: 'மதிப்பீட்டாளர்' குழு?

source: Check this, if the users in this group are allowed to moderate specified forums.
ta: இதைச் சரிபார்க்கவும், இந்த குழுவில் உள்ள பயனர்கள் குறிப்பிட்ட மன்றங்களை மிதப்படுத்த அனுமதித்தால்.

source: Is 'Banned' group?
ta: 'தடை' குழு?

source: Only one group of type 'Banned' is allowed.
ta: 'தடைசெய்யப்பட்ட' வகை ஒரு குழு மட்டுமே அனுமதிக்கப்படுகிறது.

source: Is 'Guest' group?
ta: 'விருந்தினர்' குழு?

source: Only one group of type 'Guest' is allowed.
ta: 'விருந்தினர்' வகை ஒரு குழு மட்டுமே அனுமதிக்கப்படுகிறது.

source: Can edit posts
ta: இடுகைகளைத் திருத்த முடியும்

source: Check this, if the users in this group can edit posts.
ta: இதைச் சரிபார்க்கவும், இந்த குழுவில் உள்ள பயனர்கள் இடுகைகளைத் திருத்த முடியுமா?

source: Can delete posts
ta: இடுகைகளை நீக்க முடியும்

source: Check this, if the users in this group can delete posts.
ta: இதைச் சரிபார்க்கவும், இந்த குழுவில் உள்ள பயனர்கள் இடுகைகளை நீக்க முடியுமா?

source: Can delete topics
ta: தலைப்புகளை நீக்க முடியும்

source: Check this, if the users in this group can delete topics.
ta: இதைச் சரிபார்க்கவும், இந்த குழுவில் உள்ள பயனர்கள் தலைப்புகளை நீக்க முடியுமா?

source: Can create topics
ta: தலைப்புகளை உருவாக்க முடியும்

source: Check this, if the users in this group can create topics.
ta: இதைச் சரிபார்க்கவும், இந்த குழுவில் உள்ள பயனர்கள் தலைப்புகளை உருவாக்க முடிந்தால்.

source: Can post replies
ta: பதில்களை இடுகையிடலாம்

source: Check this, if the users in this group can post replies.
ta: இந்த குழுவில் உள்ள பயனர்கள் பதில்களை இடுகையிட முடிந்தால் இதைச் சரிபார்க்கவும்.

source: Moderators can edit user profiles
ta: மதிப்பீட்டாளர்கள் பயனர் சுயவிவரங்களைத் திருத்தலாம்

source: Allow moderators to edit another user's profile including password and email changes.
ta: கடவுச்சொல் மற்றும் மின்னஞ்சல் மாற்றங்கள் உள்ளிட்ட மற்றொரு பயனரின் சுயவிவரத்தைத் திருத்த மதிப்பீட்டாளர்களை அனுமதிக்கவும்.

source: Moderators can ban users
ta: மதிப்பீட்டாளர்கள் பயனர்களை தடை செய்யலாம்

source: Allow moderators to ban other users.
ta: பிற பயனர்களை தடை செய்ய மதிப்பீட்டாளர்களை அனுமதிக்கவும்.

source: Can view hidden posts and topics
ta: மறைக்கப்பட்ட இடுகைகள் மற்றும் தலைப்புகளைக் காணலாம்

source: Allows a user to view hidden posts and topics
ta: மறைக்கப்பட்ட இடுகைகள் மற்றும் தலைப்புகளைக் காண ஒரு பயனரை அனுமதிக்கிறது

source: Can hide posts and topics
ta: இடுகைகள் மற்றும் தலைப்புகளை மறைக்க முடியும்

source: Allows a user to hide posts and topics
ta: இடுகைகள் மற்றும் தலைப்புகளை மறைக்க ஒரு பயனரை அனுமதிக்கிறது

source: This group name is already taken.
ta: இந்த குழு பெயர் ஏற்கனவே எடுக்கப்பட்டுள்ளது.

source: There is already a group of type 'Banned'.
ta: 'தடைசெய்யப்பட்ட' வகை ஏற்கனவே ஒரு குழு உள்ளது.

source: There is already a group of type 'Guest'.
ta: ஏற்கனவே 'விருந்தினர்' வகை குழு உள்ளது.

source: Can't assign any permissions to this group.
ta: இந்த குழுவிற்கு எந்த அனுமதிகளையும் ஒதுக்க முடியாது.

source: Forum title
ta: மன்ற தலைப்பு

source: Please enter a forum title.
ta: தயவுசெய்து ஒரு மன்ற தலைப்பை உள்ளிடவும்.

source: You can format your description with Markdown.
ta: உங்கள் விளக்கத்தை மார்க் பேரூர் மூலம் வடிவமைக்கலாம்.

source: Position
ta: நிலை

source: Please enter a position for theforum.
ta: தயவுசெய்து ஒரு நிலையை உள்ளிடவும்.

source: Category
ta: வகை

source: The category that contains this forum.
ta: இந்த மன்றத்தைக் கொண்ட வகை.

source: External link
ta: வெளிப்புற இணைப்பு

source: A link to a website i.e. 'http://flaskbb.org'.
ta: ஒரு வலைத்தளத்திற்கான இணைப்பு அதாவது 'http://flaskbb.org'.

source: Moderators
ta: மதிப்பீட்டாளர்கள்

source: Comma separated usernames. Leave it blank if you do not want to set any moderators.
ta: கமா பயனர்பெயர்களைப் பிரித்தது. நீங்கள் எந்த மதிப்பீட்டாளர்களையும் அமைக்க விரும்பவில்லை என்றால் அதை காலியாக விடுங்கள்.

source: Show moderators
ta: மதிப்பீட்டாளர்களைக் காட்டு

source: Do you want to show the moderators on the index page?
ta: குறியீட்டு பக்கத்தில் மதிப்பீட்டாளர்களைக் காட்ட விரும்புகிறீர்களா?

source: Locked?
ta: பூட்டப்பட்டதா?

source: Disable new posts and topics in this forum.
ta: இந்த மன்றத்தில் புதிய இடுகைகள் மற்றும் தலைப்புகளை முடக்கு.

source: Group access
ta: குழு அணுகல்

source: Select the groups that can access this forum.
ta: இந்த மன்றத்தை அணுகக்கூடிய குழுக்களைத் தேர்ந்தெடுக்கவும்.

source: You cannot convert a forum that contains topics into an external link.
ta: தலைப்புகளைக் கொண்ட ஒரு மன்றத்தை வெளிப்புற இணைப்பாக மாற்ற முடியாது.

source: You also need to specify some moderators.
ta: நீங்கள் சில மதிப்பீட்டாளர்களையும் குறிப்பிட வேண்டும்.

source: %(user)s is not in a moderators group.
ta: %(user)s ஒரு மதிப்பீட்டாளர்கள் குழுவில் இல்லை.

source: Category title
ta: வகை தலைப்பு

source: Please enter a category title.
ta: தயவுசெய்து ஒரு வகை தலைப்பை உள்ளிடவும்.

source: Please enter a position for the category.
ta: வகைக்கு ஒரு நிலையை உள்ளிடவும்.

source: You are not allowed to access the management settings
ta: மேலாண்மை அமைப்புகளை அணுக உங்களுக்கு இசைவு இல்லை

source: Settings saved.
ta: அமைப்புகள் சேமிக்கப்பட்டன.

source: You are not allowed to manage users
ta: பயனர்களை நிர்வகிக்க உங்களுக்கு இசைவு இல்லை

source: Edit User
ta: பயனரைத் திருத்து

source: User updated.
ta: பயனர் புதுப்பிக்கப்பட்டது.

source: You cannot delete yourself.
ta: உங்களை நீங்களே நீக்க முடியாது.

source: User deleted.
ta: பயனர் நீக்கப்பட்டார்.

source: Add User
ta: பயனரைச் சேர்க்கவும்

source: User added.
ta: பயனர் சேர்க்கப்பட்டது.

source: You do not have the permissions to ban this user.
ta: இந்த பயனரை தடை செய்வதற்கான அனுமதிகள் உங்களிடம் இல்லை.

source: Unban
ta: முணுமுணுப்பு

source: A moderator cannot ban an admin user.
ta: ஒரு மதிப்பீட்டாளர் ஒரு நிர்வாக பயனரை தடை செய்ய முடியாது.

source: User is now banned.
ta: பயனர் இப்போது தடை செய்யப்பட்டுள்ளார்.

source: Could not ban user.
ta: பயனரை தடை செய்ய முடியவில்லை.

source: You do not have the permissions to unban this user.
ta: இந்த பயனரைத் தடைசெய்ய உங்களுக்கு இசைவு இல்லை.

source: Ban
ta: தடை

source: User is now unbanned.
ta: பயனர் இப்போது தடைசெய்யப்படவில்லை.

source: Could not unban user.
ta: பயனற்ற பயனரால் முடியவில்லை.

source: You are not allowed to modify groups.
ta: குழுக்களை மாற்ற உங்களுக்கு இசைவு இல்லை.

source: Add Group
ta: குழுவைச் சேர்க்கவும்

source: Group added.
ta: குழு சேர்க்கப்பட்டது.

source: Edit Group
ta: குழு திருத்து

source: Group updated.
ta: குழு புதுப்பிக்கப்பட்டது.

source: You cannot delete one of the standard groups.
ta: நிலையான குழுக்களில் ஒன்றை நீங்கள் நீக்க முடியாது.

source: You cannot delete the standard groups. Try renaming it instead.
ta: நீங்கள் நிலையான குழுக்களை நீக்க முடியாது. அதற்கு பதிலாக மறுபெயரிட முயற்சிக்கவும்.

source: Group deleted.
ta: குழு நீக்கப்பட்டது.

source: No group chosen.
ta: எந்த குழுவும் தேர்வு செய்யப்படவில்லை.

source: You are not allowed to modify forums.
ta: மன்றங்களை மாற்ற உங்களுக்கு இசைவு இல்லை.

source: Edit Forum
ta: திருத்து மன்றம்

source: Forum updated.
ta: மன்றம் புதுப்பிக்கப்பட்டது.

source: Add Forum
ta: மன்றத்தைச் சேர்க்கவும்

source: Forum added.
ta: மன்றம் சேர்க்கப்பட்டது.

source: You are not allowed to modify forums
ta: மன்றங்களை மாற்ற உங்களுக்கு இசைவு இல்லை

source: Forum deleted.
ta: மன்றம் நீக்கப்பட்டது.

source: You are not allowed to modify categories
ta: வகைகளை மாற்ற உங்களுக்கு இசைவு இல்லை

source: Add Category
ta: வகையைச் சேர்க்கவும்

source: Category added.
ta: வகை சேர்க்கப்பட்டது.

source: Edit Category
ta: வகைத் திருத்து

source: Category updated.
ta: வகை புதுப்பிக்கப்பட்டது.

source: Category with all associated forums deleted.
ta: தொடர்புடைய அனைத்து மன்றங்களுடனும் வகை நீக்கப்பட்டது.

source: You are not allowed to view reports.
ta: அறிக்கைகளைக் காண உங்களுக்கு இசைவு இல்லை.

source: Report %(id)s is already marked as read.
ta: அறிக்கை %(id)s ஏற்கனவே வாசிப்பு என குறிக்கப்பட்டுள்ளன.

source: Report %(id)s marked as read.
ta: அறிக்கை %(id)s வாசிக்கப்படுவதாக குறிக்கப்பட்டுள்ளன.

source: All reports were marked as read.
ta: அனைத்து அறிக்கைகளும் வாசிப்பு என குறிக்கப்பட்டன.

source: Report deleted.
ta: அறிக்கை நீக்கப்பட்டது.

source: You are not allowed to access the management panel
ta: மேலாண்மை குழுவை அணுக உங்களுக்கு இசைவு இல்லை

source: You are not allowed to modify plugins
ta: செருகுநிரல்களை மாற்ற உங்களுக்கு இசைவு இல்லை

source: Plugin %(plugin)s is already enabled.
ta: சொருகி %(plugin)s ஏற்கனவே இயக்கப்பட்டுள்ளன.

source: Plugin %(plugin)s enabled. Please restart FlaskBB now.
ta: சொருகி %(plugin)s இயக்கப்பட்டன. தயவுசெய்து இப்போது flaskbb ஐ மறுதொடக்கம் செய்யுங்கள்.

source: Plugin %(plugin)s is already disabled.
ta: சொருகி %(plugin)s ஏற்கனவே முடக்கப்பட்டுள்ளன.

source: Plugin %(plugin)s disabled. Please restart FlaskBB now.
ta: செருகுநிரல்கள் %(சொருகி) முடக்கப்பட்டுள்ளது. தயவுசெய்து இப்போது பிளாச்க் பிபி மறுதொடக்கம் செய்யுங்கள்.

source: Plugin has been uninstalled.
ta: சொருகி நிறுவல் நீக்கப்பட்டது.

source: Can't install plugin. Enable '%(plugin)s' plugin first.
ta: செருகுநிரல்களை நிறுவ முடியாது. '%ஐ இயக்கவும் (செருகுநிரல்கள்' சொருகி முதலில்.

source: Plugin has been installed.
ta: சொருகி நிறுவப்பட்டுள்ளது.

source: Are you sure?
ta: நீங்கள் உறுதியாக இருக்கிறீர்களா?

source: Are you sure that you want to perform this action? This action is irreversible.
ta: இந்த செயலைச் செய்ய விரும்புகிறீர்கள் என்பதில் உறுதியாக இருக்கிறீர்களா? இந்த நடவடிக்கை மாற்ற முடியாதது.

source: Cancel
ta: ரத்துசெய்

source: Yes
ta: ஆம்

source: Memberlist
ta: உறுப்பினர் பட்டியல்

source: Topic Tracker
ta: தலைப்பு டிராக்கர்

source: Settings
ta: அமைப்புகள்

source: Management
ta: மேலாண்மை

source: Logout
ta: வெளியேற்றம்

source: Reset Password
ta: கடவுச்சொல்லை மீட்டமைக்கவும்

source: Activate Account
ta: கணக்கைச் செயல்படுத்தவும்

source: Pages
ta: பக்கங்கள்

source: Forgot Password
ta: கடவுச்சொல்லை மறந்துவிட்டேன்

source: Not a member yet?
ta: இன்னும் உறுப்பினர் இல்லையா?

source: Forgot your Password?
ta: உங்கள் கடவுச்சொல்லை மறந்துவிட்டீர்களா?

source: Request Account Activation
ta: கணக்கு செயல்படுத்தலைக் கோருங்கள்

source: Dear %(username)s,
ta: அன்புள்ள %(பயனர்பெயர்கள்,

source: Click the link below to activate your account:
ta: உங்கள் கணக்கை செயல்படுத்த கீழே உள்ள இணைப்பைக் சொடுக்கு செய்க:

source: Sincerely,
ta: உண்மையுள்ள,

source: The Administration
ta: நிர்வாகம்

source: Click the link below to reset your password:
ta: உங்கள் கடவுச்சொல்லை மீட்டமைக்க கீழே உள்ள இணைப்பைக் சொடுக்கு செய்க:

source: Forbidden
ta: தடைசெய்யப்பட்டுள்ளது

source: 403 - Forbidden Page
ta: 403 - தடைசெய்யப்பட்ட பக்கம்

source: You do not have the permission to view this page.
ta: இந்த பக்கத்தைக் காண உங்களுக்கு இசைவு இல்லை.

source: Back to the Forums
ta: மன்றங்களுக்குத் திரும்பு

source: Page not found
ta: பக்கம் கிடைக்கவில்லை

source: 404 - Page not found!
ta: 404 - பக்கம் கிடைக்கவில்லை!

source: The page you were looking for does not exist.
ta: நீங்கள் தேடிக்கொண்டிருந்த பக்கம் இல்லை.

source: Server Error
ta: சேவையக பிழை

source: 500 - Server Error
ta: 500 - சேவையக பிழை

source: Something went wrong!
ta: ஏதோ தவறு நடந்தது!

source: Too Many Requests
ta: பல கோரிக்கைகள்

source: 429 - Too Many Requests
ta: 429 - பல கோரிக்கைகள்

source: In order to prevent brute force attacks on accounts we have limited the amount of requests on this route.
ta: கணக்குகள் மீது முரட்டுத்தனமான தாக்குதல்களைத் தடுப்பதற்காக, இந்த வழியில் கோரிக்கைகளின் அளவை நாங்கள் மட்டுப்படுத்தியுள்ளோம்.

source: Topics
ta: தலைப்புகள்

source: Posts
ta: இடுகைகள்

source: Last Post
ta: கடைசி இடுகை

source: Link to
ta: இணைப்பு

source: by
ta: மூலம்

source: No posts.
ta: பதிவுகள் இல்லை.

source: Views
ta: காட்சிகள்

source: Select all
ta: அனைத்தையும் தெரிவுசெய்

source: Select topic
ta: தலைப்பைத் தேர்ந்தெடுக்கவும்

source: No Topics.
ta: தலைப்புகள் இல்லை.

source: Back
ta: பின்

source: Lock
ta: பூட்டு

source: Unlock
ta: திறக்க

source: Highlight
ta: சிறப்பம்சமாக

source: Trivialize
ta: கீழான

source: Delete
ta: நீக்கு

source: Hide
ta: மறை

source: Unhide
ta: இரக்கமற்றது

source: Move to...
ta: செல்லுங்கள் ...

source: Move
ta: நகர்த்தவும்

source: Mark as Read
ta: படித்தபடி குறி

source: Locked
ta: பூட்டப்பட்டுள்ளது

source: New Topic
ta: புதிய தலைப்பு

source: Hidden on %(when)s by %(who)s
ta: %(when)s ஆல் (WHO) கள் மறைக்கப்படுகின்றன

source: Moderation Mode
ta: மிதமான முறை

source: Board Statistics
ta: வாரிய புள்ளிவிவரங்கள்

source: Who is online?
ta: ஆன்லைனில் யார்?

source: Total number of registered users
ta: பதிவுசெய்யப்பட்ட பயனர்களின் மொத்த எண்ணிக்கை

source: Total number of topics
ta: தலைப்புகளின் மொத்த எண்ணிக்கை

source: Total number of posts
ta: இடுகைகளின் மொத்த எண்ணிக்கை

source: Newest registered user
ta: புதிய பதிவு செய்யப்பட்ட பயனர்

source: No users
ta: பயனர்கள் இல்லை

source: Registered users online
ta: பதிவுசெய்யப்பட்ட பயனர்கள் ஆன்லைனில்

source: Guests online
ta: விருந்தினர்கள் ஆன்லைனில்

source: Date registered
ta: பதிவு செய்யப்பட்ட தேதி

source: Group
ta: குழு

source: Edit Post
ta: இடுகையைத் திருத்து

source: New Post
ta: புதிய இடுகை

source: Online Users
ta: நிகழ்நிலை பயனர்கள்

source: Report Post
ta: அறிக்கை இடுகை

source: Report
ta: அறிக்கை

source: Close
ta: மூடு

source: online
ta: ஆன்லைனில்

source: offline
ta: இணையமில்லாமல்

source: Joined
ta: இணைந்தது

source: Guest
ta: விருந்தினர்

source: Last modified: %(date)s by <a href="%(user_url)s">%(user)s</a>
ta: கடைசியாக மாற்றியமைக்கப்பட்ட:%(date)s <a href = "%(user_url)s">%(user)s </a>

source: No posts found matching your search criteria.
ta: உங்கள் தேடல் அளவுகோல்களுடன் பொருந்தக்கூடிய இடுகைகள் எதுவும் காணப்படவில்லை.

source: No users found matching your search criteria.
ta: உங்கள் தேடல் அளவுகோல்களுடன் பயனர்கள் யாரும் இல்லை.
