Repository: weblate/flaskbb
Catalog: flaskbb/translations/*/LC_MESSAGES/messages.po
Languages: ta

source: No topics found matching your search criteria.
ta: உங்கள் தேடல் அளவுகோல்களுடன் பொருந்தக்கூடிய தலைப்புகள் எதுவும் காணப்படவில்லை.

source: Forums
ta: மன்றங்கள்

source: No forums found matching your search criteria.
ta: உங்கள் தேடல் அளவுகோல்களுடன் பொருந்தக்கூடிய மன்றங்கள் எதுவும் காணப்படவில்லை.

source: %(title)s - Topic
ta: %(title)s - தலைப்பு

source: This topic is hidden (%(when)s by %(who)s)
ta: இந்த தலைப்பு மறைக்கப்பட்டுள்ளது ( %(when)s %(who)s)

source: This post is hidden (%(when)s by %(who)s)
ta: இந்த இடுகை மறைக்கப்பட்டுள்ளது ( %(when)s %(who)s)

source: Quote this post
ta: இந்த இடுகையை மேற்கோள் காட்டுங்கள்

source: Full Reply
ta: முழு பதில்

source: Edit this post
ta: இந்த இடுகையைத் திருத்தவும்

source: Delete this topic
ta: இந்த தலைப்பை நீக்கு

source: Delete this post
ta: இந்த இடுகையை நீக்கு

source: Report this post
ta: இந்த இடுகையைப் புகாரளிக்கவும்

source: Unhide this topic
ta: இந்த தலைப்பை மறைக்கவும்

source: Hide this topic
ta: இந்த தலைப்பை மறைக்கவும்

source: Unhide this post
ta: இந்த இடுகையை மறைக்கவும்

source: Hide this post
ta: இந்த இடுகையை மறைக்கவும்

source: Moderate
ta: மிதமான

source: Delete Topic
ta: தலைப்பை நீக்கு

source: Lock Topic
ta: பூட்டு தலைப்பு

source: Unlock Topic
ta: தலைப்பைத் திறக்கவும்

source: Highlight Topic
ta: தலைப்பை முன்னிலைப்படுத்தவும்

source: Trivialize Topic
ta: தலைப்பு அற்பமானது

source: Unhide Topic
ta: அதே தலைப்பு

source: Hide Topic
ta: தலைப்பை மறைக்கவும்

source: Untrack Topic
ta: Untrack தலைப்பு

source: Track Topic
ta: தலைப்பு தலைப்பு

source: Untrack Topics
ta: Untrack தலைப்புகள்

source: Banned Users
ta: தடைசெய்யப்பட்ட பயனர்கள்

source: Manage Users
ta: பயனர்களை நிர்வகிக்கவும்

source: Actions
ta: செயல்கள்

source: Unban selected Users
ta: தடையற்ற தேர்ந்தெடுக்கப்பட்ட பயனர்கள்

source: Manage Forums
ta: மன்றங்களை நிர்வகிக்கவும்

source: Delete Category
ta: வகையை நீக்கு

source: Topics / Posts
ta: தலைப்புகள் / பதிவுகள்

source: Edit Link
ta: இணைப்பைத் திருத்து

source: Delete Link
ta: இணைப்பை நீக்கு

source: Delete Forum
ta: மன்றத்தை நீக்கு

source: Manage Groups
ta: குழுக்களை நிர்வகிக்கவும்

source: Groups
ta: குழுக்கள்

source: Group Name
ta: குழு பெயர்

source: Delete selected Groups
ta: தேர்ந்தெடுக்கப்பட்ட குழுக்களை நீக்கு

source: Edit
ta: தொகு

source: No groups found.
ta: குழுக்கள் எதுவும் கிடைக்கவில்லை.

source: Overview
ta: கண்ணோட்டம்

source: There is something that wants your attention.
ta: உங்கள் கவனத்தை விரும்பும் ஒன்று உள்ளது.

source: You have <a href="%(url)s">%(unread_reports)s unread reports</a>.
ta: உங்களிடம் <a href = "%(URL) உள்ளது">%(படிக்காத அறிக்கைகள் படிக்காத அறிக்கைகள் </a>.

source: Everything seems alright.
ta: எல்லாம் சரியாகத் தெரிகிறது.

source: No new notifications.
ta: புதிய அறிவிப்புகள் இல்லை.

source: users
ta: பயனர்கள்

source: posts
ta: இடுகைகள்

source: topics
ta: தலைப்புகள்

source: Statistics
ta: புள்ளிவிவரங்கள்

source: Registered users
ta: பதிவுசெய்யப்பட்ட பயனர்கள்

source: Online users
ta: நிகழ்நிலை பயனர்கள்

source: Banned users
ta: தடைசெய்யப்பட்ட பயனர்கள்

source: Reports
ta: அறிக்கைகள்

source: Components
ta: கூறுகள்

source: checking status
ta: நிலை சரிபார்க்கிறது

source: Plugins
ta: செருகுநிரல்கள்

source: not enabled
ta: இயக்கப்படவில்லை

source: enabled &amp; installed
ta: இயக்கப்பட்டது & ஆம்ப்; நிறுவப்பட்டது

source: enabled
ta: இயக்கப்பட்டது

source: not installed
ta: நிறுவப்படவில்லை

source: There is a problem.
ta: ஒரு சிக்கல் உள்ளது.

source: Celery is <strong>not</strong> running.
ta: செலரி <strong> இல்லை </strong> இயங்கும்.

source: You can start celery with this command:
ta: இந்த கட்டளையுடன் நீங்கள் செலரியைத் தொடங்கலாம்:

source: running
ta: இயங்கும்

source: not running
ta: ஓடவில்லை

source: Manage Plugins
ta: செருகுநிரல்களை நிர்வகிக்கவும்

source: Plugin
ta: சொருகு

source: Information
ta: தகவல்

source: Manage
ta: நிர்வகிக்கவும்

source: Version
ta: பதிப்பு

source: Enable
ta: இயக்கு

source: Disable
ta: முடக்கு

source: Install
ta: நிறுவவும்

source: Uninstall
ta: நிறுவல் நீக்க

source: Show all Reports
ta: எல்லா அறிக்கைகளையும் காட்டு

source: Show unread Reports
ta: படிக்காத அறிக்கைகளைக் காட்டு

source: Poster
ta: சுவரொட்டி

source: Reporter
ta: நிருபர்

source: Reported
ta: அறிக்கை

source: Delete selected reports
ta: தேர்ந்தெடுக்கப்பட்ட அறிக்கைகளை நீக்கு

source: No reports.
ta: அறிக்கைகள் இல்லை.

source: Ban selected Users
ta: தேர்ந்தெடுக்கப்பட்ட பயனர்களை தடை செய்யுங்கள்

source: Delete selected Users
ta: தேர்ந்தெடுக்கப்பட்ட பயனர்களை நீக்கு

source: The user has not written any posts yet.
ta: பயனர் இதுவரை எந்த இடுகைகளையும் எழுதவில்லை.

source: The user has not opened any topics yet.
ta: பயனர் இதுவரை எந்த தலைப்புகளையும் திறக்கவில்லை.

source: Change E-Mail Address
ta: மின்னஞ்சல் முகவரியை மாற்றவும்

source: Change Password
ta: கடவுச்சொல்லை மாற்றவும்

source: Change User Details
ta: பயனர் விவரங்களை மாற்றவும்

source: General Settings
ta: பொது அமைப்புகள்

source: Info
ta: தகவல்

source: User has not added any notes about him.
ta: பயனர் அவரைப் பற்றி எந்த குறிப்புகளையும் சேர்க்கவில்லை.

source: Signature
ta: கையொப்பம்

source: %(user)s - User
ta: %(user)s - பயனர்

source: Never seen
ta: பார்த்ததில்லை

source: Settings - %(user)s - User
ta: அமைப்புகள் - %(user)s - பயனர்

source: Theme
ta: கருப்பொருள்

source: Old email address
ta: பழைய மின்னஞ்சல் முகவரி

source: New email address
ta: புதிய மின்னஞ்சல் முகவரி

source: Email addresses must match.
ta: மின்னஞ்சல் முகவரிகள் பொருந்த வேண்டும்.

source: Confirm email address
ta: மின்னஞ்சல் முகவரியை உறுதிப்படுத்தவும்

source: New password
ta: புதிய கடவுச்சொல்

source: New passwords must match.
ta: புதிய கடவுச்சொற்கள் பொருந்த வேண்டும்.

source: Confirm new password
ta: புதிய கடவுச்சொல்லை உறுதிப்படுத்தவும்

source: Old password is wrong.
ta: பழைய கடவுச்சொல் தவறு.

source: Forum Signature
ta: மன்ற கையொப்பம்

source: Settings updated.
ta: அமைப்புகள் புதுப்பிக்கப்பட்டன.

source: Password updated.
ta: கடவுச்சொல் புதுப்பிக்கப்பட்டது.

source: Email address updated.
ta: மின்னஞ்சல் முகவரி புதுப்பிக்கப்பட்டது.

source: User details updated.
ta: பயனர் விவரங்கள் புதுப்பிக்கப்பட்டன.

source: You do not have the permissions to execute this action.
ta: இந்த செயலைச் செய்ய உங்களுக்கு இசைவு இல்லை.

source: You do not have the permissions to delete these topics.
ta: இந்த தலைப்புகளை நீக்க உங்களுக்கு இசைவு இல்லை.

source: You do not have the permissions to hide these topics.
ta: இந்த தலைப்புகளை மறைக்க உங்களுக்கு இசைவு இல்லை.

source: You do not have the permissions to unhide these topics.
ta: இந்த தலைப்புகளை மறைக்க உங்களுக்கு இசைவு இல்லை.

source: The registration has been disabled.
ta: பதிவு முடக்கப்பட்டுள்ளது.

source: This account is already activated.
ta: இந்த கணக்கு ஏற்கனவே செயல்படுத்தப்பட்டுள்ளது.
